[GrimyCommonPCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：集中"
FriendlyNamePlural="个人战斗芯片：集中"
BriefSummary="基础集中芯片可以提升士兵抵抗恐慌和灵能攻击的能力"

[GrimyRarePCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级集中"
FriendlyNamePlural="个人战斗芯片：高级集中"
BriefSummary="高级集中芯片可以较大程度地提升士兵抵抗恐慌和灵能攻击的能力"

[GrimyEpicPCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极集中"
FriendlyNamePlural="个人战斗芯片：终极集中"
BriefSummary="终极集中芯片可以最大程度提升士兵抵抗恐慌和灵能攻击的能力。"

[GrimyCommonPCSHack X2EquipmentTemplate]
FriendlyName="个人战斗芯片：骇入"
FriendlyNamePlural="个人战斗芯片：骇入"
BriefSummary="基础骇入芯片可以提升士兵骇入变种人网络的能力"

[GrimyRarePCSHack X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级骇入"
FriendlyNamePlural="个人战斗芯片：高级骇入"
BriefSummary="高级骇入芯片可以提升较大程度士兵骇入变种人网络的能力"

[GrimyEpicPCSHack X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极骇入"
FriendlyNamePlural="个人战斗芯片：终极骇入"
BriefSummary="终极骇入芯片可以最大程度提升士兵骇入变种人网络的能力。"

[CommonPCSSpeed X2EquipmentTemplate]
FriendlyName="个人战斗芯片：速度"
FriendlyNamePlural="个人战斗芯片：速度"

[CommonPCSConditioning X2EquipmentTemplate]
FriendlyName="个人战斗芯片：适应"
FriendlyNamePlural="个人战斗芯片：适应"

[CommonPCSFocus X2EquipmentTemplate]
FriendlyName="个人战斗芯片：集中"
FriendlyNamePlural="个人战斗芯片：集中"

[CommonPCSPerception X2EquipmentTemplate]
FriendlyName="个人战斗芯片：感知"
FriendlyNamePlural="个人战斗芯片：感知"

[CommonPCSAgility X2EquipmentTemplate]
FriendlyName="个人战斗芯片：敏捷"
FriendlyNamePlural="个人战斗芯片：敏捷"

[RarePCSSpeed X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级速度"
FriendlyNamePlural="个人战斗芯片：高级速度"

[RarePCSConditioning X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级适应"
FriendlyNamePlural="个人战斗芯片：高级适应"

[RarePCSFocus X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级集中"
FriendlyNamePlural="个人战斗芯片：高级集中"

[RarePCSPerception X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级感知"
FriendlyNamePlural="个人战斗芯片：高级感知"

[RarePCSAgility X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级敏捷"
FriendlyNamePlural="个人战斗芯片：高级敏捷"

[EpicPCSSpeed X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极速度"
FriendlyNamePlural="个人战斗芯片：终极速度"

[EpicPCSConditioning X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极适应"
FriendlyNamePlural="个人战斗芯片：终极适应"

[EpicPCSFocus X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极集中"
FriendlyNamePlural="个人战斗芯片：终极集中"

[EpicPCSPerception X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极感知"
FriendlyNamePlural="个人战斗芯片：终极感知"

[AmpBooster X2AbilityTemplate]
LocFriendlyName="聚能器"
LocHelpText="使装备者的灵能属性略有增加。"

[AmpBooster X2EquipmentTemplate]
FriendlyName="聚能器"
FriendlyNamePlural="聚能器"
BriefSummary="聚能器是一种强大的灵能神器，可以进一步增加士兵的灵能。"
TacticalText="<Bullet/>携带聚能器的士兵的异能会得到轻微提升。"

[GrimyNeuroWhip X2AbilityTemplate]
LocFriendlyName="神经链"
LocHelpText="使装备者的灵能属性大幅增加。"

[GrimyNeuroWhip X2EquipmentTemplate]
FriendlyName="神经链"
FriendlyNamePlural="神经链"
BriefSummary="神经链是一种强大的灵能神器，使装备者的灵能属性大幅增加。"
TacticalText="<Bullet/>携带神经链的士兵的异能会得到大幅提升。"

[GrimyCommonPCSReward X2HackRewardTemplate]
FriendlyName="提取普通战斗芯片"
FriendlyNamePlural="提取普通战斗芯片"
Description="获得一块普通战斗芯片。"

[GrimyRarePCSReward X2HackRewardTemplate]
FriendlyName="提取稀有战斗芯片"
FriendlyNamePlural="提取稀有战斗芯片"
Description="获得一块稀有战斗芯片。"

[GrimyEpicPCSReward X2HackRewardTemplate]
FriendlyName="提取史诗战斗芯片"
FriendlyNamePlural="提取史诗战斗芯片"
Description="获得一块史诗战斗芯片。"

[GrimyLegendaryPCSReward X2HackRewardTemplate]
FriendlyName="提取传奇战斗芯片"
FriendlyNamePlural="提取传奇战斗芯片"
Description="获得一块传奇战斗芯片。"

[GrimyPCSUpgradeAdventTrooperBsc X2WeaponUpgradeTemplate]
FriendlyName="变种人士兵模拟器"
FriendlyNamePlural="变种人士兵模拟器"
BriefSummary="对变种人士兵伤害增加1。"
TinySummary="增加对变种人士兵伤害"

[GrimyPCSUpgradeAdventTrooperAdv X2WeaponUpgradeTemplate]
FriendlyName="高级变种人士兵模拟器"
FriendlyNamePlural="高级变种人士兵模拟器"
BriefSummary="对变种人士兵伤害伤害增加2。"
TinySummary="增加对变种人士兵伤害"

[GrimyPCSUpgradeAdventTrooperSup X2WeaponUpgradeTemplate]
FriendlyName="终极变种人士兵模拟器"
FriendlyNamePlural="终极变种人士兵模拟器"
BriefSummary="对变种人士兵伤害增加3。"
TinySummary="增加对变种人士兵伤害"

[GrimyPCSUpgradeAdventOfficerBsc X2WeaponUpgradeTemplate]
FriendlyName="变种人军官模拟器"
FriendlyNamePlural="变种人军官模拟器"
BriefSummary="对变种人军官伤害增加1。"
TinySummary="增加对变种人军官伤害"

[GrimyPCSUpgradeAdventOfficerAdv X2WeaponUpgradeTemplate]
FriendlyName="高级变种人军官模拟器"
FriendlyNamePlural="高级变种人军官模拟器"
BriefSummary="对变种人军官伤害伤害增加2。"
TinySummary="增加对变种人军官伤害"

[GrimyPCSUpgradeAdventOfficerSup X2WeaponUpgradeTemplate]
FriendlyName="终极变种人军官模拟器"
FriendlyNamePlural="终极变种人军官模拟器"
BriefSummary="对变种人军官伤害增加3。"
TinySummary="增加对变种人军官伤害"

[GrimyPCSUpgradeAdventTurretBsc X2WeaponUpgradeTemplate]
FriendlyName="变种人炮塔模拟器"
FriendlyNamePlural="变种人炮塔模拟器"
BriefSummary="对变种人炮塔伤害增加1。"
TinySummary="增加对变种人炮塔伤害"

[GrimyPCSUpgradeAdventTurretAdv X2WeaponUpgradeTemplate]
FriendlyName="高级变种人炮塔模拟器"
FriendlyNamePlural="高级变种人炮塔模拟器"
BriefSummary="对变种人炮塔伤害伤害增加2。"
TinySummary="增加对变种人炮塔伤害"

[GrimyPCSUpgradeAdventTurretSup X2WeaponUpgradeTemplate]
FriendlyName="终极变种人炮塔模拟器"
FriendlyNamePlural="终极变种人炮塔模拟器"
BriefSummary="对变种人炮塔伤害增加3。"
TinySummary="增加对变种人炮塔伤害"

[GrimyPCSUpgradeAdventMECBsc X2WeaponUpgradeTemplate]
FriendlyName="变种人MEC模拟器"
FriendlyNamePlural="变种人MEC模拟器"
BriefSummary="对变种人MEC伤害增加1。"
TinySummary="增加对变种人MEC伤害"

[GrimyPCSUpgradeAdventMECAdv X2WeaponUpgradeTemplate]
FriendlyName="高级变种人MEC模拟器"
FriendlyNamePlural="高级变种人MEC模拟器"
BriefSummary="对变种人MEC伤害伤害增加2。"
TinySummary="增加对变种人MEC伤害"

[GrimyPCSUpgradeAdventMECSup X2WeaponUpgradeTemplate]
FriendlyName="终极变种人MEC模拟器"
FriendlyNamePlural="终极变种人MEC模拟器"
BriefSummary="对变种人MEC伤害增加3。"
TinySummary="增加对变种人MEC伤害"

[GrimyPCSUpgradeAdventStunLancerBsc X2WeaponUpgradeTemplate]
FriendlyName="变种人眩晕枪兵模拟器"
FriendlyNamePlural="变种人眩晕枪兵模拟器"
BriefSummary="对变种人眩晕枪兵伤害增加1。"
TinySummary="增加对变种人眩晕枪兵伤害"

[GrimyPCSUpgradeAdventStunLancerAdv X2WeaponUpgradeTemplate]
FriendlyName="高级变种人眩晕枪兵模拟器"
FriendlyNamePlural="高级变种人眩晕枪兵模拟器"
BriefSummary="对变种人眩晕枪兵伤害增加2。"
TinySummary="增加对变种人眩晕枪兵伤害"

[GrimyPCSUpgradeAdventStunLancerSup X2WeaponUpgradeTemplate]
FriendlyName="终极变种人眩晕枪兵模拟器"
FriendlyNamePlural="终极变种人眩晕枪兵模拟器"
BriefSummary="对变种人眩晕枪兵伤害增加3。"
TinySummary="增加对变种人眩晕枪兵伤害"

[GrimyPCSUpgradeAdventShieldbearerBsc X2WeaponUpgradeTemplate]
FriendlyName="变种人持盾者模拟器"
FriendlyNamePlural="变种人持盾者模拟器"
BriefSummary="对变种人持盾者伤害增加1。"
TinySummary="增加对变种人持盾者伤害"

[GrimyPCSUpgradeAdventShieldbearerAdv X2WeaponUpgradeTemplate]
FriendlyName="高级变种人持盾者模拟器"
FriendlyNamePlural="高级变种人持盾者模拟器"
BriefSummary="对变种人持盾者伤害增加2。"
TinySummary="增加对变种人持盾者伤害"

[GrimyPCSUpgradeAdventShieldbearerSup X2WeaponUpgradeTemplate]
FriendlyName="终极变种人持盾者模拟器"
FriendlyNamePlural="终极变种人持盾者模拟器"
BriefSummary="对变种人持盾者伤害增加3。"
TinySummary="增加对变种人持盾者伤害"

[GrimyPCSUpgradeAndromedonBsc X2WeaponUpgradeTemplate]
FriendlyName="仙女座外星人模拟器"
FriendlyNamePlural="仙女座外星人模拟器"
BriefSummary="对仙女座外星人伤害增加1。"
TinySummary="增加对仙女座外星人伤害"

[GrimyPCSUpgradeAndromedonAdv X2WeaponUpgradeTemplate]
FriendlyName="高级仙女座外星人模拟器"
FriendlyNamePlural="高级仙女座外星人模拟器"
BriefSummary="对仙女座外星人伤害增加2。"
TinySummary="增加对仙女座外星人伤害"

[GrimyPCSUpgradeAndromedonSup X2WeaponUpgradeTemplate]
FriendlyName="终极仙女座外星人模拟器"
FriendlyNamePlural="终极仙女座外星人模拟器"
BriefSummary="对仙女座外星人伤害增加3。"
TinySummary="增加对仙女座外星人伤害"

[GrimyPCSUpgradeViperBsc X2WeaponUpgradeTemplate]
FriendlyName="毒蛇怪模拟器"
FriendlyNamePlural="毒蛇怪模拟器"
BriefSummary="对毒蛇怪伤害增加1。"
TinySummary="增加对毒蛇怪伤害"

[GrimyPCSUpgradeViperAdv X2WeaponUpgradeTemplate]
FriendlyName="高级毒蛇怪模拟器"
FriendlyNamePlural="高级毒蛇怪模拟器"
BriefSummary="对毒蛇怪伤害增加2。"
TinySummary="增加对毒蛇怪伤害"

[GrimyPCSUpgradeViperSup X2WeaponUpgradeTemplate]
FriendlyName="终极毒蛇怪模拟器"
FriendlyNamePlural="终极毒蛇怪模拟器"
BriefSummary="对毒蛇怪伤害增加3。"
TinySummary="增加对毒蛇怪伤害"

[GrimyPCSUpgradeArchonBsc X2WeaponUpgradeTemplate]
FriendlyName="执政官模拟器"
FriendlyNamePlural="执政官模拟器"
BriefSummary="对执政官伤害增加1。"
TinySummary="增加对执政官伤害"

[GrimyPCSUpgradeArchonAdv X2WeaponUpgradeTemplate]
FriendlyName="高级执政官模拟器"
FriendlyNamePlural="高级执政官模拟器"
BriefSummary="对执政官伤害增加2。"
TinySummary="增加对执政官伤害"

[GrimyPCSUpgradeArchonSup X2WeaponUpgradeTemplate]
FriendlyName="终极执政官模拟器"
FriendlyNamePlural="终极执政官模拟器"
BriefSummary="对执政官伤害增加3。"
TinySummary="增加对执政官伤害"

[GrimyPCSUpgradeMutonBsc X2WeaponUpgradeTemplate]
FriendlyName="异变者模拟器"
FriendlyNamePlural="异变者模拟器"
BriefSummary="对异变者伤害增加1。"
TinySummary="增加对异变者伤害"

[GrimyPCSUpgradeMutonAdv X2WeaponUpgradeTemplate]
FriendlyName="高级异变者模拟器"
FriendlyNamePlural="高级异变者模拟器"
BriefSummary="对异变者伤害增加2。"
TinySummary="增加对异变者伤害"

[GrimyPCSUpgradeMutonSup X2WeaponUpgradeTemplate]
FriendlyName="终极异变者模拟器"
FriendlyNamePlural="终极异变者模拟器"
BriefSummary="对异变者伤害增加3。"
TinySummary="增加对异变者伤害"

[GrimyPCSUpgradeChryssalidBsc X2WeaponUpgradeTemplate]
FriendlyName="寄生兽模拟器"
FriendlyNamePlural="寄生兽模拟器"
BriefSummary="对寄生兽伤害增加1。"
TinySummary="增加对寄生兽伤害"

[GrimyPCSUpgradeChryssalidAdv X2WeaponUpgradeTemplate]
FriendlyName="高级寄生兽模拟器"
FriendlyNamePlural="高级寄生兽模拟器"
BriefSummary="对寄生兽伤害增加2。"
TinySummary="增加对寄生兽伤害"

[GrimyPCSUpgradeChryssalidSup X2WeaponUpgradeTemplate]
FriendlyName="终极寄生兽模拟器"
FriendlyNamePlural="终极寄生兽模拟器"
BriefSummary="对寄生兽伤害增加3。"
TinySummary="增加对寄生兽伤害"

[GrimyPCSUpgradeSectoidBsc X2WeaponUpgradeTemplate]
FriendlyName="灰人模拟器"
FriendlyNamePlural="灰人模拟器"
BriefSummary="对灰人伤害增加1。"
TinySummary="增加对灰人伤害"

[GrimyPCSUpgradeSectoidAdv X2WeaponUpgradeTemplate]
FriendlyName="高级灰人模拟器"
FriendlyNamePlural="高级灰人模拟器"
BriefSummary="对灰人伤害增加2。"
TinySummary="增加对灰人伤害"

[GrimyPCSUpgradeSectoidSup X2WeaponUpgradeTemplate]
FriendlyName="终极灰人模拟器"
FriendlyNamePlural="终极灰人模拟器"
BriefSummary="对灰人伤害增加3。"
TinySummary="增加对灰人伤害"

[GrimyPCSUpgradeSectopodBsc X2WeaponUpgradeTemplate]
FriendlyName="破坏者模拟器"
FriendlyNamePlural="破坏者模拟器"
BriefSummary="对破坏者伤害增加1。"
TinySummary="增加对破坏者伤害"

[GrimyPCSUpgradeSectopodAdv X2WeaponUpgradeTemplate]
FriendlyName="高级破坏者模拟器"
FriendlyNamePlural="高级破坏者模拟器"
BriefSummary="对破坏者伤害增加2。"
TinySummary="增加对破坏者伤害"

[GrimyPCSUpgradeSectopodSup X2WeaponUpgradeTemplate]
FriendlyName="终极破坏者模拟器"
FriendlyNamePlural="终极破坏者模拟器"
BriefSummary="对破坏者伤害增加3。"
TinySummary="增加对破坏者伤害"

[GrimyPCSUpgradeFacelessBsc X2WeaponUpgradeTemplate]
FriendlyName="无面怪模拟器"
FriendlyNamePlural="无面怪模拟器"
BriefSummary="对无面怪伤害增加1。"
TinySummary="增加对无面怪伤害"

[GrimyPCSUpgradeFacelessAdv X2WeaponUpgradeTemplate]
FriendlyName="高级无面怪模拟器"
FriendlyNamePlural="高级无面怪模拟器"
BriefSummary="对无面怪伤害增加2。"
TinySummary="增加对无面怪伤害"

[GrimyPCSUpgradeFacelessSup X2WeaponUpgradeTemplate]
FriendlyName="终极无面怪模拟器"
FriendlyNamePlural="终极无面怪模拟器"
BriefSummary="对无面怪伤害增加3。"
TinySummary="增加对无面怪伤害"

[GrimyPCSUpgradeCyberusBsc X2WeaponUpgradeTemplate]
FriendlyName="原典模拟器"
FriendlyNamePlural="原典模拟器"
BriefSummary="对原典伤害增加1。"
TinySummary="增加对原典伤害"

[GrimyPCSUpgradeCyberusAdv X2WeaponUpgradeTemplate]
FriendlyName="高级原典模拟器"
FriendlyNamePlural="高级原典模拟器"
BriefSummary="对原典伤害增加2。"
TinySummary="增加对原典伤害"

[GrimyPCSUpgradeCyberusSup X2WeaponUpgradeTemplate]
FriendlyName="终极原典模拟器"
FriendlyNamePlural="终极原典模拟器"
BriefSummary="对原典伤害增加3。"
TinySummary="增加对原典伤害"

[GrimyPCSUpgradeGatekeeperBsc X2WeaponUpgradeTemplate]
FriendlyName="看门人模拟器"
FriendlyNamePlural="看门人模拟器"
BriefSummary="对看门人伤害增加1。"
TinySummary="增加对看门人伤害"

[GrimyPCSUpgradeGatekeeperAdv X2WeaponUpgradeTemplate]
FriendlyName="高级看门人模拟器"
FriendlyNamePlural="高级看门人模拟器"
BriefSummary="对看门人伤害增加2。"
TinySummary="增加对看门人伤害"

[GrimyPCSUpgradeGatekeeperSup X2WeaponUpgradeTemplate]
FriendlyName="终极看门人模拟器"
FriendlyNamePlural="终极看门人模拟器"
BriefSummary="对看门人伤害增加3。"
TinySummary="增加对看门人伤害"

[GrimyPCSUpgradeBerserkerBsc X2WeaponUpgradeTemplate]
FriendlyName="狂战士模拟器"
FriendlyNamePlural="狂战士模拟器"
BriefSummary="对狂战士伤害增加1。"
TinySummary="增加对狂战士伤害"

[GrimyPCSUpgradeBerserkerAdv X2WeaponUpgradeTemplate]
FriendlyName="高级狂战士模拟器"
FriendlyNamePlural="高级狂战士模拟器"
BriefSummary="对狂战士伤害增加2。"
TinySummary="增加对狂战士伤害"

[GrimyPCSUpgradeBerserkerSup X2WeaponUpgradeTemplate]
FriendlyName="终极狂战士模拟器"
FriendlyNamePlural="终极狂战士模拟器"
BriefSummary="对狂战士伤害增加3。"
TinySummary="增加对狂战士伤害"

[GrimyPCSUpgradePsiWitchBsc X2WeaponUpgradeTemplate]
FriendlyName="化身模拟器"
FriendlyNamePlural="化身模拟器"
BriefSummary="对化身伤害增加1。"
TinySummary="增加对化身伤害"

[GrimyPCSUpgradePsiWitchAdv X2WeaponUpgradeTemplate]
FriendlyName="高级化身模拟器"
FriendlyNamePlural="高级化身模拟器"
BriefSummary="对化身伤害增加2。"
TinySummary="增加对化身伤害"

[GrimyPCSUpgradePsiWitchSup X2WeaponUpgradeTemplate]
FriendlyName="终极化身模拟器"
FriendlyNamePlural="终极化身模拟器"
BriefSummary="对化身伤害增加3。"
TinySummary="增加对化身伤害"
